<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@ include file="../common/header.jsp"%>
<%@ include file="../common/navbar.jsp"%>

<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">

<head>
<title>개인정보 처리방침</title>
<link rel="stylesheet" type="text/css"
	href="<%=request.getContextPath()%>/css/stylej01.css" />
</head>

<body>
	<div class="container"><br>
		<h2>The Lecture 서비스 이용약관</h2>
		<br> <strong>제1장 총칙</strong><br> <br> <strong>제1조
			(목적)</strong><br> 이 약관은 The Lecture가 운영하는 사이트 이용과 관련하여 회원의 권리, 의무 및 책임 사항, 기타
		필요한 사항을 규정함을 목적으로 합니다. <br> <br> <strong>제2조 (정의)</strong><br>
		본 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br> ① 게시물: 서비스의 각종 게시판에 회원이 올린 글을
		의미합니다.<br> ② 회원: 서비스를 이용하는 고객을 의미합니다.<br> ③ 회사 : 서비스를 제공하는
		(주)중앙을 의미합니다. <br> <br> <strong>제3조 (약관의 게시 및 개정)</strong><br>
		이 약관은 사용자가 "Sign up"버튼을 클릭해 계정을 생성하는 경우 효력이 발생합니다. <br> <br>
		<strong>제4조 (약관의 준칙)</strong><br> 이 약관에 명시되지 않은 사항이 관계 법령에 규정되어
		있으면, 그 규정에 따릅니다. <br> <br> <strong>제2장 회원 가입</strong><br>
		<br> <strong>제5조 (회원 가입)</strong><br> ① 회원으로 가입하여 회사가 제공하는
		서비스의 이용을 희망하는 자는 약관의 내용을 숙지한 후 동의함을 표시하고, The Lecture가 제시하는 소정의 회원 가입 양식에 관련
		사항을 기재하여 회원가입을 신청하여야 합니다.<br> ② 다음 각호에 해당하는 신청에 대하여는 승낙을 하지 않을 수
		있으며, 승낙 이후라도 회원 가입을 취소할 수 있습니다.<br> 1. 회원 가입 신청 시 다른 사람의 명의를
		사용하였거나 내용을 허위로 기재한 경우 2. 이전 또는 현재에 본 약관 및 기타 관계 법령을 위반하는 경우<br>
		3. 사회의 안녕질서 또는 미풍양속을 저해할 목적으로 신청한 경우<br> 4. 다른 사람의 서비스 이용을 방해하거나
		그 정보를 도용하는 등의 행위를 하였을 경우<br> 5. 회사를 이용하여 법령과 본 약관이 금지하는 행위를 하는 경우<br>
		6. 기타 가 정한 회원 가입 요건이 미비할 경우<br> 7. 중복된 아이디를 사용하는 경우<br> ③
		회원이 입력하는 정보는 아래와 같습니다. 아래의 정보 외에 는 회원에게 추가 정보의 입력을 요구할 수 있습니다.<br>
		- 필수항목 : 이메일, 이름, 비밀번호<br> <br> <strong>제6조 (회원 정보의
			변경)</strong><br> ① 회원은 웹사이트의 설정 페이지에서 언제든지 자신의 개인정보를 열람하고 수정할 수 있습니다.<br>
		② 는 회원이 회원의 정보를 수정하지 않아 발생한 불이익에 대하여 책임지지 않습니다. <br> ③ 회원이 탈퇴하는
		순간부터 회사는 회원의 정보를 이용할 수 없습니다.<br> <br> <strong>제7조
			(회원의 이용 계약 해지·해제 등)</strong><br> ① 회원이 서비스 이용 계약을 해지하고자 하는 때에는 언제든지 설정에서
		회사가 정한 절차에 따라 회원의 ID를 삭제하고 탈퇴할 수 있습니다.<br> ② 회원이 서비스 이용 계약을 해지할
		경우, 회원의 개인정보는 즉시 소멸합니다. 단, 관련법 및 개인정보 보호 정책에 따라 회사가 회원 정보를 보유할 수도
		있습니다.<br> ③ 계정이 삭제된 후에는 기존 정보를 복구할 수 없습니다.<br> <br> <strong>제3장
			서비스 이용</strong><br> <br> <strong>제8조 (회원의 의무)</strong><br> 회원이
		다음 각호에 해당하는 의무를 위반하였을 경우, 기간을 정하여 서비스 이용의 전체 또는 일부를 중지하거나 상당 기간의 최고 후
		이용 계약을 해지할 수 있습니다. 또한, The Lecture는 의무를 위반한 사항에 대해 필요하다고 판단될 경우 법적 처리 및
		사이버수사대 신고 등의 조처를 할 수 있습니다.<br> ① 아이디와 비밀번호의 관리에 대한 책임은 회원에게 있습니다.<br>
		② 회원은 자신의 아이디를 타인에게 양도, 증여, 대여하거나 타인이 사용하게 하여서는 안됩니다.<br> ③ 자신의
		아이디(ID)가 부정하게 사용된 경우, 회원은 반드시 The Lecture에 그 사실을 통보해야 합니다.<br> ④ 회원은
		게시물에 등록된 데이터를 이용한 영업 활동을 할 수 없습니다.<br> <br> <strong>제9조
			(서비스 제공 및 변경)</strong><br> ① The Lecture는 연중무휴, 1일 24시간 서비스 제공을 원칙으로 합니다.<br>
		② The Lecture는 운영상 또는 기술상 등의 타당한 이유가 있는 경우 제공하고 있는 서비스를 변경할 수 있습니다.<br>
		③ 무료로 제공되는 서비스의 일부 또는 전부는 The Lecture의 정책 및 운영의 필요 상 수정, 중단, 변경할 수 있습니다. 이에
		대해 관련법에 특별한 규정이 없는 한 The Lecture는 회원에게 별도의 보상을 하지 않습니다.<br> ④ 전항에 따라
		서비스가 변경되는 경우에는 변경되는 사유 및 내용을 회원에게 통지합니다. <br> <br> <strong>제10조
			(권리의 귀속)</strong><br> 서비스에 대한 저작권 및 지적재산권은 The Lecture에 귀속됩니다.<br> <br>
		<strong>제11조 (회원의 게시물)</strong><br> ① 회원이 게시하는 정보 및 질문과 대답 등으로 인해
		발생하는 손실이나 문제는 전적으로 회원 개인의 판단에 따른 책임이며, 회사의 고의가 아닌한 회사는 이에 대하여 책임지지
		않습니다.<br> ② 회원의 게시물로 인하여 제3자의 The Lecture에 대한 청구, 소송, 기타 일체의 분쟁이 발생한 경우
		회원은 그 해결에 드는 비용을 부담하고 The Lecture를 위하여 분쟁을 처리하여야 하며, The Lecture가 제3자에게 배상하거나 회사에
		손해가 발생한 경우 회원은 The Lecture에 배상하여야 합니다.<br> ③ The Lecture는 회원의 게시물이 다음 각 항에
		해당하는 경우에는 해당 게시물을 사전 통지 없이 삭제합니다. 그러나 The Lecture가 게시물을 검사 또는 검열할 의무를 부담하는
		것은 아닙니다.<br> 1. 제3자를 비방하거나 중상 모략하여 명예를 손상하는 경우<br> 2. 공공질서,
		미풍양속에 저해되는 내용인 경우<br> 3. The Lecture의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 내용인
		경우<br> 4. The Lecture에서 규정한 게시 기간을 초과한 경우<br> 5. 상업성이 있는 게시물이나 돈벌이
		광고, 행운의 편지 등을 게시한 경우<br> 6. 사이트의 개설 취지에 맞지 않을 경우<br> 7. 기타
		관계 법령을 위반한다고 판단되는 경우<br> ④ The Lecture는 회원이 등록한 게시물을 활용해 가공, 판매, 출판 등을
		할 수 있습니다.<br> <br> <strong>제12조 (개인정보 보호)</strong><br>
		① The Lecture는 회원의 개인정보 보호를 중요시하며, 회원이 The Lecture의 서비스를 이용함과 동시에 온라인상에서 The Lecture에게
		제공한 개인정보의 철저한 보호를 위하여 최선을 다하고 있습니다.<br> ② 개인정보 보호와 관련된 자세한 사항은
		웹사이트에서 전자적 표시 형태로 제공되는 개인정보 보호 정책에서 확인할 수 있습니다.<br> <br> <strong>제4장
			기타</strong><br> <br> <strong>제13조 (면책 조항)</strong><br> ① The Lecture는
		천재지변, 전쟁 또는 그 밖의 불가항력으로 인해 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.<br>
		② The Lecture는 회원의 귀책사유로 인하여 발생한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다. <br> ③
		The Lecture는 회원이 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.<br>
		④ The Lecture는 이용자 상호 간 또는 이용자와 제3자 간에 콘텐츠를 매개로 하여 발생한 분쟁 등에 대하여 책임을 지지
		않습니다. <br> ⑤ The Lecture는 서비스 이용과 관련하여 The Lecture의 고의 또는 중과실이 없는 한 회원에게 발생한
		어떠한 손해에 대해서도 책임을 지지 않습니다.<br> <br> <strong>제14조
			(분쟁의 해결)</strong><br> 회사와 이용자 간에 발생한 소송의 담당은 제소 당시 이용자의 주소 또는 사는 곳을 담당하는
		법원을 전속관할로 합니다. 단, 제소 당시 이용자의 주소 또는 사는 곳이 불분명한 경우에는 민사소송법에 따릅니다.<br>

	</div>
	<br>
	<br>

	<%@ include file="../common/footer.jsp"%>

</body>
