<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>


<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">

<head>
<title>개인정보 처리방침</title>
<link rel="stylesheet" type="text/css"
	href="<%=request.getContextPath()%>/css/stylej01.css" />
</head>

<body>
	<div class="container"><br>
		<h2>The Lecture 개인정보 처리방침</h2>
		<br> The Lecture은 개인정보 보호법 제 30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고
		원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리지침을 수립·공개합니다. <br> <br>

		<strong>제1조(개인정보의 처리목적)</strong><br> The Lecture은 다음의 목적을 위하여 개인정보를
		처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용목적이 변경되는 경우에는 개인정보
		보호법 제18조에 따라 별도의 동의를 받는 등의 조치를 이행할 예정입니다. <br> 1. 홈페이지 회원 가입 및 관리<br>
		회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지 관리, 제한적 본인확인제 시행에 따른
		본인확인, 서비스 부정이용 방지 등을 목적으로 개인정보를 처리합니다. <br> <br> <strong>제2조(개인정보의
			처리 및 보유기간)</strong><br> ① The Lecture는 법령에 따른 개인정보 보유이용기간 또는 정보주체로부터 개인정보를 수집시
		동의받은 개인정보 보유이용기간 내에서 개인정보를 처리·보유합니다.<br> ② 각각의 개인정보 처리 및 보유 기간은
		다음과 같습니다. <br> 1. 홈페이지 회원 가입 및 관리 : The Lecture 홈페이지 탈퇴시까지<br> <br>
		<strong>제3조(정보주체의 권리·의무 및 행사방법)</strong><br> ① 정보주체는 The Lecture에 대해
		언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다. <br> 1. 개인정보 열람요구<br>2.
		오류 등이 있을 경우 정정 요구<br> 3. 삭제요구<br>4. 처리정지 요구<br> <br>
		<strong>제4조(처리하는 개인정보 항목)</strong><br> ① The Lecture는 다음의 개인정보 항목을 처리하고
		있습니다. <br> 1. 홈페이지 회원 가입 및 관리<br> - 필수항목 : 성명, 이메일, 비밀번호<br>
		② 인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다.<br> - IP 주소,
		쿠키, 서비스 이용 기록, 방문 기록, 불량 이용 기록 등 <br> <br> <strong>제5조(개인정보의
			파기)</strong><br> ① The Lecture는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는
		지체없이 해당 개인정보를 파기합니다.<br> ② 정보 주체로부터 동의받은 개인정보 보유 기간이 경과하거나 처리목적이
		달성되었음에도 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우, 법령에 따라 해당 개인정보를 보유합니다.<br>
		③ 개인정보 파기 절자 및 방법은 다음과 같습니다.<br> 1. 파기 절차<br> - The Lecture는 파기
		사유가 발생한 개인정보를 선정해 개인정보를 파기합니다.<br> 2. 파기 방법<br> - 전자적 파일형태로
		저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제하며, 종이 문서에 기록 및 저장된 개인정보는 분쇄기로
		분쇄합니다.<br> <br> <strong>제6조(개인정보의 안전성 확보 조치)</strong><br>
		① The Lecture는 개인정보의 안전성 확보를 위해 다음과 같은 조처를 하고 있습니다. <br> 1. 개인정보의 암호화<br>
		이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송
		데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다. <br> <br>
		<strong>제7조(개인정보 처리방침의 변경)</strong><br> 법률이나 서비스의 변경사항을 반영하기 위한
		목적 등으로 개인정보 처리방침을 수정할 수 있습니다. <br> ① 이 개인정보처리 방침은 2018. 6. 29.부터
		적용됩니다.<br> <br>
	</div>
	<br>
	<br>


</body>

